brew "zsh"
brew "fish"
brew "nushell"
brew "stow"

brew "gcc"
brew "ripgrep"
brew "neovim"
brew "tmux"
brew "sesh"
brew "zellij"
brew "starship"
brew "zoxide"
brew "fzf"
brew "rg"
brew "fd"
brew "fastfetch"
brew "mise"
brew "gemini-cli"
brew "opencode"
brew "yt-dlp"
brew "ffmpeg"
brew "lazygit"
brew "lazydocker"
brew "poppler"
brew "jq"
brew "yazi"
brew "resvg"
brew "imagemagick"
brew "sevenzip"
brew "tlrc"
brew "eza"
brew "wget"
brew "bat"
brew "btop"
brew "mole"
brew "rsync"
brew "openai-whisper"
brew "iperf3"
brew "f3"

brew "node_exporter"

cask "font-fira-code-nerd-font"

cask "raycast"
cask "karabiner-elements"
cask "hammerspoon"
cask "ghostty"
cask "orbstack"
cask "zen"
cask "google-chrome"
cask "termius"
cask "visual-studio-code"
cask "insomnia"
cask "bruno"
cask "obsidian"
cask "telegram"
cask "discord"
cask "iina"
cask "readdle-spark"
cask "tailscale-app"
cask "transmission"
cask "omnidisksweeper"
cask "betterdisplay"
cask "mac-mouse-fix"
cask "appcleaner"
cask "coconutbattery"
cask "keka"
cask "utm"
cask "tableplus"
cask "balenaetcher"
cask "cleanupbuddy"
cask "rawtherapee"
cask "darktable"
cask "chatgpt"
cask "todoist-app"
cask "bitwarden"
cask "rustdesk"
cask "clash-verge-rev"
cask "obs"

cask "soulseek"
